Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: This token's name or symbol has characters that can make it read as another. Check the contract below before you trade it, and never follow a link or site its name points to.
es: El nombre o el símbolo de este token tiene caracteres que pueden hacer que se lea como otro. Revisa el contrato de abajo antes de operarlo y nunca sigas un enlace o sitio al que apunte su nombre.
fr: Le nom ou le symbole de ce jeton contient des caractères qui peuvent le faire passer pour un autre. Vérifiez le contrat ci-dessous avant de le trader, et ne suivez jamais un lien ou un site indiqué par son nom.
ko: 이 토큰의 이름이나 심볼에는 다른 토큰으로 읽힐 수 있는 문자가 있습니다. 거래하기 전에 아래 컨트랙트를 확인하고, 토큰 이름이 가리키는 링크나 사이트에는 절대 접속하지 마십시오.
zh_hans: 此代币的名称或符号包含可能让它被误认为其他代币的字符。交易前先检查下方的合约，切勿访问其名称指向的任何链接或网站。

source: This version of DyorHQ is no longer supported. Update to trade, send and sign again. Your funds are safe in your wallet: you can still see your balances and export your wallet here.
es: Esta versión de DyorHQ ya no es compatible. Actualiza para volver a operar, enviar y firmar. Tus fondos están seguros en tu billetera: aquí aún puedes ver tus saldos y exportar tu billetera.
fr: Cette version de DyorHQ n'est plus prise en charge. Mettez à jour pour trader, envoyer et signer à nouveau. Vos fonds sont en sécurité dans votre portefeuille : vous pouvez toujours consulter vos soldes et exporter votre portefeuille ici.
ko: 이 버전의 DyorHQ는 더 이상 지원되지 않습니다. 다시 거래하고 보내고 서명하려면 업데이트하십시오. 자금은 지갑에 안전하게 있습니다. 여기에서 잔액을 확인하고 지갑을 내보낼 수 있습니다.
zh_hans: 此版本的 DyorHQ 已不再受支持。更新后才能再次交易、发送和签名。你的资金安全地保存在你的钱包中：你仍可在此查看余额并导出钱包。

source: This wallet holds no tokens on Monad, so there's nothing to send.
es: Esta billetera no tiene tokens en Monad, así que no hay nada que enviar.
fr: Ce portefeuille ne détient aucun jeton sur Monad : il n'y a donc rien à envoyer.
ko: 이 지갑에는 Monad 토큰이 없어 보낼 것이 없어요.
zh_hans: 此钱包在 Monad 上未持有任何代币，因此没有可发送的内容。

source: This wallet is derived from your passkey every time you unlock it; its key is never stored, on this device or on a server. The same passkey gives the same wallet on any device.
es: Esta billetera se deriva de tu llave de acceso cada vez que la desbloqueas; su clave nunca se guarda, ni en este dispositivo ni en un servidor. La misma llave de acceso da la misma billetera en cualquier dispositivo.
fr: Ce portefeuille est dérivé de votre clé d'identification à chaque déverrouillage ; sa clé n'est jamais stockée, ni sur cet appareil ni sur un serveur. La même clé d'identification donne le même portefeuille sur n'importe quel appareil.
ko: 이 지갑은 잠금을 해제할 때마다 패스키에서 파생돼요. 키는 이 기기에도, 서버에도 저장되지 않아요. 같은 패스키라면 어느 기기에서든 같은 지갑이 열려요.
zh_hans: 每次解锁时，此钱包都会由你的通行密钥派生；其密钥从不存储在此设备或服务器上。同一通行密钥在任何设备上都会得到同一个钱包。

source: This wallet is recreated from your email and password. Removing it deletes the device copy; keep your email and password, the only way back to the funds. A password reset can't bring them back: it creates a new, empty wallet.
es: Esta billetera se vuelve a crear a partir de tu correo electrónico y tu contraseña. Al quitarla se elimina la copia del dispositivo; conserva tu correo electrónico y tu contraseña, la única forma de volver a los fondos. Restablecer la contraseña no puede recuperarlos: crea una billetera nueva y vacía.
fr: Ce portefeuille est recréé à partir de votre e-mail et de votre mot de passe. Le retirer supprime la copie sur l'appareil ; conservez votre e-mail et votre mot de passe, seul moyen de récupérer les fonds. Une réinitialisation du mot de passe ne peut pas les récupérer : elle crée un nouveau portefeuille vide.
ko: 이 지갑은 이메일과 비밀번호로 다시 만들어집니다. 제거하면 기기의 사본이 삭제됩니다. 자금으로 돌아갈 수 있는 유일한 방법인 이메일과 비밀번호를 잘 보관하십시오. 비밀번호를 재설정해도 자금을 되찾을 수 없습니다. 재설정하면 비어 있는 새 지갑이 만들어집니다.
zh_hans: 此钱包由你的邮箱和密码重新生成。移除它会删除设备上的副本；保管好你的邮箱和密码，这是找回资金的唯一途径。重置密码无法找回资金：它会创建一个新的空钱包。

source: This wallet was created on this device and is secured by your %@ account. DyorHQ never holds your keys.
es: Esta billetera se creó en este dispositivo y está protegida por tu cuenta de %@. DyorHQ nunca guarda tus claves.
fr: Ce portefeuille a été créé sur cet appareil et est sécurisé par votre compte %@. DyorHQ ne détient jamais vos clés.
ko: 이 지갑은 이 기기에서 만들어졌으며 %@ 계정으로 보호됩니다. DyorHQ는 키를 절대 보관하지 않습니다.
zh_hans: 此钱包在此设备上创建，由你的 %@ 账户保护。DyorHQ 从不持有你的密钥。

source: This wallet's private key is removed from this device. Keep its recovery phrase or key somewhere safe; it is the only way back to the funds.
es: La clave privada de esta billetera se elimina de este dispositivo. Guarda su frase de recuperación o su clave en un lugar seguro; es la única forma de volver a los fondos.
fr: La clé privée de ce portefeuille est supprimée de cet appareil. Conservez sa phrase de récupération ou sa clé en lieu sûr ; c'est le seul moyen de récupérer les fonds.
ko: 이 지갑의 개인 키가 이 기기에서 제거됩니다. 복구 구문이나 키를 안전한 곳에 보관하십시오. 자금으로 돌아갈 수 있는 유일한 방법입니다.
zh_hans: 此钱包的私钥已从此设备移除。将其助记词或私钥保存在安全的地方；这是找回资金的唯一途径。

source: Tightest price. Best for stable pairs.
es: El precio más ajustado. Ideal para pares estables.
fr: Prix le plus serré. Idéal pour les paires stables.
ko: 가장 좁은 가격 범위예요. 안정적인 페어에 가장 적합해요.
zh_hans: 成交价最贴近报价。最适合稳定交易对。

source: Time
es: Hora
fr: Heure
ko: 시간
zh_hans: 时间

source: To
es: Para
fr: Vers
ko: 받는 곳
zh_hans: 目标

source: To creator
es: Para el creador
fr: Au créateur
ko: 크리에이터에게
zh_hans: 归创作者

source: To treasury
es: Para la tesorería
fr: À la trésorerie
ko: 트레저리로
zh_hans: 归金库

source: Today
es: Hoy
fr: Aujourd'hui
ko: 오늘
zh_hans: 今天

source: Token contract
es: Contrato del token
fr: Contrat du jeton
ko: 토큰 컨트랙트
zh_hans: 代币合约

source: Tolerance
es: Tolerancia
fr: Tolérance
ko: 허용 범위
zh_hans: 容差

source: Too predictable — avoid repeats and simple sequences.
es: Demasiado predecible: evita repeticiones y secuencias simples.
fr: Trop prévisible — évitez les répétitions et les suites simples.
ko: 너무 예측하기 쉽습니다 — 반복이나 단순한 연속 문자는 피해야 합니다.
zh_hans: 太容易被猜到：避免重复和简单序列。

source: Top Tokens
es: Tokens destacados
ko: 인기 토큰
zh_hans: 热门代币

source: Top wallet
es: Mayor billetera
fr: Plus gros portefeuille
ko: 최대 보유 지갑
zh_hans: 最大持有钱包

source: Total Volume
es: Volumen total
fr: Volume total
ko: 총 거래량
zh_hans: 总交易量

source: Total balance
es: Saldo total
fr: Solde total
ko: 총 잔액
zh_hans: 总余额

source: Total fee
es: Comisión total
fr: Frais totaux
ko: 총 수수료
zh_hans: 总费用

source: Total volume %@
es: Volumen total %@
fr: Volume total %@
ko: 총 거래량 %@
zh_hans: 总交易量 %@

source: Trade
es: Operar
fr: Trading
ko: 거래
zh_hans: 交易

source: Trade $%@
es: Operar $%@
fr: Trader $%@
ko: $%@ 거래
zh_hans: 交易 $%@

source: Trade History
es: Historial
fr: Historique
ko: 거래 내역
zh_hans: 成交历史

source: Trade on the Curve
es: Operar en la curva
fr: Trader sur la courbe
ko: 커브에서 거래
zh_hans: 在曲线上交易

source: Trade perpetuals
es: Opera perpetuos
fr: Tradez des contrats perpétuels
ko: 무기한 선물 거래
zh_hans: 交易永续合约

source: Traded on %@
es: Operaste en %@
fr: Transaction sur %@
ko: %@에서 거래
zh_hans: 在“%@”交易

source: Trades
es: Operaciones
fr: Transactions
ko: 체결
zh_hans: 成交

source: Trades, claims, fees, fills and price alerts show up here.
es: Aquí aparecen las operaciones, los reclamos, las comisiones, las ejecuciones y las alertas de precio.
fr: Transactions, montants réclamés, frais, exécutions et alertes de prix apparaissent ici.
ko: 거래, 수령, 수수료, 체결, 가격 알림이 여기에 표시돼요.
zh_hans: 交易、领取、手续费、成交和价格提醒都会显示在这里。

source: Trading Preferences
es: Preferencias de trading
fr: Préférences de trading
ko: 거래 설정
zh_hans: 交易偏好

source: Trading fee after graduation
es: Comisión de trading tras la graduación
fr: Frais de trading après la graduation
ko: 졸업 후 거래 수수료
zh_hans: 毕业后的交易手续费

source: Transactions
es: Transacciones
ko: 트랜잭션
zh_hans: 交易

source: Transactions, tokens and Moments you created stay on the Monad blockchain — nothing can remove them — and images you published for coins or Moments stay online because those tokens point to them.
es: Las transacciones, los tokens y los Moments que creaste permanecen en la blockchain de Monad (nada puede eliminarlos), y las imágenes que publicaste para monedas o Moments siguen en línea porque esos tokens apuntan a ellas.
fr: Les transactions, jetons et Moments que vous avez créés restent sur la blockchain Monad — rien ne peut les supprimer — et les images que vous avez publiées pour des jetons ou des Moments restent en ligne, car ces jetons y renvoient.
ko: 내가 만든 트랜잭션, 토큰, Moment는 Monad 블록체인에 남으며 무엇으로도 제거할 수 없습니다. 코인이나 Moment용으로 게시한 이미지도 해당 토큰이 가리키고 있으므로 온라인에 남습니다.
zh_hans: 你创建的交易、代币和 Moment 会保留在 Monad 区块链上，任何方式都无法移除；你为币或 Moment 发布的图片也会保持在线，因为这些代币指向它们。

source: Transfer
es: Transferir
fr: Transférer
ko: 이체
zh_hans: 划转

source: Transferred to Perps
es: Transferiste a Perps
fr: Transféré vers Perps
ko: Perps로 이체 완료
zh_hans: 已划转到永续

source: Treasury share
es: Parte de la tesorería
fr: Part de la trésorerie
ko: 트레저리 몫
zh_hans: 金库份额

source: Treasury wallet
es: Billetera de la tesorería
fr: Portefeuille de la trésorerie
ko: 트레저리 지갑
zh_hans: 金库钱包

source: Trigger
es: Disparador
fr: Déclencheur
ko: 트리거
zh_hans: 触发价

source: Try Again
es: Volver a intentar
fr: Réessayer
ko: 다시 시도
zh_hans: 重试

source: Try again
es: Volver a intentar
fr: Réessayer
ko: 다시 시도
zh_hans: 重试

source: Turn off App Lock
es: Desactivar el Bloqueo de app
fr: Désactiver le verrouillage de l'app
ko: 앱 잠금 끄기
zh_hans: 关闭应用锁

source: Turn on Notifications and Price Alerts above to receive these.
es: Activa Notificaciones y Alertas de precio arriba para recibirlas.
fr: Activez « Notifications » et « Alertes de prix » ci-dessus pour les recevoir.
ko: 이 알림을 받으려면 위에서 알림과 가격 알림을 켜세요.
zh_hans: 开启上方的“通知”和“价格提醒”即可收到这些提醒。

source: Type
es: Tipo
ko: 유형
zh_hans: 类型

source: Type DELETE to confirm
es: Escribe DELETE para confirmar
fr: Saisissez DELETE pour confirmer
ko: 확인하려면 DELETE를 입력하십시오
zh_hans: 输入 DELETE 以确认

source: Uniswap v4 fallback
es: Alternativa en Uniswap v4
fr: Solution de repli Uniswap v4
ko: Uniswap v4 대체 경로
zh_hans: Uniswap v4 备用方案

source: Unit Preference
es: Unidad preferida
fr: Unité préférée
ko: 단위 설정
zh_hans: 单位偏好

source: Unknown
es: Desconocido
fr: Inconnu
ko: 알 수 없음
zh_hans: 未知

source: Unlimited approval to %@
es: Aprobación ilimitada a %@
fr: Approbation illimitée pour %@
ko: %@에 대한 무제한 승인
zh_hans: 对 %@ 的无限授权

source: Unlock to bridge
es: Desbloquea para usar el puente
fr: Déverrouiller pour le bridge
ko: 잠금 해제하고 브리지하기
zh_hans: 解锁以跨链

source: Unlock with %@
es: Desbloquear con %@
fr: Déverrouiller avec %@
ko: %@로 잠금 해제
zh_hans: 使用 %@ 解锁

source: Unlocked · %@ left
es: Desbloqueada · quedan %@
fr: Déverrouillée · encore %@
ko: 잠금 해제됨 · %@ 남음
zh_hans: 已解锁 · 剩余 %@

source: Unrealized
es: No realizado
fr: Latent
ko: 미실현
zh_hans: 未实现

source: Unverified
es: No verificado
fr: Non vérifié
ko: 미검증
zh_hans: 未验证

source: Unverified token
es: Token no verificado
fr: Jeton non vérifié
ko: 미검증 토큰
zh_hans: 未验证代币

source: Unverified tokens arrived in your wallet without you choosing them here. Anyone can send any token, with any name — including a real token's. Check the contract before you send.
es: Los tokens no verificados llegaron a tu billetera sin que los eligieras aquí. Cualquiera puede enviar cualquier token, con cualquier nombre, incluso el de un token real. Revisa el contrato antes de enviar.
fr: Des jetons non vérifiés sont arrivés dans votre portefeuille sans que vous les ayez choisis ici. N'importe qui peut envoyer n'importe quel jeton, sous n'importe quel nom — y compris celui d'un vrai jeton. Vérifiez le contrat avant d'envoyer.
ko: 미검증 토큰은 여기서 직접 선택하지 않았는데 지갑에 들어온 토큰입니다. 누구나 어떤 이름으로든 — 실제 토큰의 이름으로도 — 토큰을 보낼 수 있습니다. 보내기 전에 컨트랙트를 확인하십시오.
zh_hans: 未验证代币是他人发送到你钱包的，并非你在此选择的。任何人都可以发送任意名称的任意代币，包括真实代币的名称。发送前先检查合约。

source: Unverified — in your wallet
es: No verificado — en tu billetera
fr: Non vérifiés — dans votre portefeuille
ko: 미검증 — 지갑에 있음
zh_hans: 未验证：在你的钱包中

source: Unverified: sent to you, not chosen here
es: No verificado: enviado a ti, no elegido aquí
fr: Non vérifié : envoyé, non choisi ici
ko: 미검증: 받은 토큰, 직접 선택하지 않음
zh_hans: 未验证：他人发送，非你在此选择

source: Unwrap WMON
es: Desenvolver WMON
fr: Désenvelopper des WMON
ko: WMON 언래핑
zh_hans: 解包 WMON

source: Up to %@
es: Hasta %@
fr: Jusqu'à %@
ko: 최대 %@
zh_hans: 最多 %@

# Up to %@ + %lld more steps
source: Up to %1$@ + %2$lld more steps
es: Hasta %1$@ + %2$lld pasos más
fr: Jusqu'à %1$@ + %2$lld étapes supplémentaires
ko: 최대 %1$@ + 추가 단계 %2$lld개
zh_hans: 最多 %1$@ + 另外 %2$lld 个步骤

source: Up to %1$@ per action and %2$@ per session, and only when DyorHQ can price it. Every transaction is also checked on its own: the right chain and contract, approvals for exactly the amount shown, and the output coming back to you.
es: Hasta %1$@ por acción y %2$@ por sesión, y solo cuando DyorHQ puede ponerle precio. Además, cada transacción se comprueba por separado: la cadena y el contrato correctos, aprobaciones por la cantidad exacta que se muestra y que el resultado vuelva a ti.
fr: Jusqu'à %1$@ par action et %2$@ par session, et seulement lorsque DyorHQ peut en estimer le prix. Chaque transaction est aussi vérifiée individuellement : la bonne chaîne et le bon contrat, des approbations pour exactement le montant affiché, et le résultat qui vous revient.
ko: 작업당 최대 %1$@, 세션당 최대 %2$@까지이며, DyorHQ가 가격을 산정할 수 있을 때만 해당됩니다. 모든 트랜잭션은 개별적으로도 확인됩니다: 올바른 체인과 컨트랙트인지, 표시된 금액만큼만 승인하는지, 결과물이 나에게 돌아오는지.
zh_hans: 每次操作最多 %1$@，每个会话最多 %2$@，且仅限 DyorHQ 能够计价的情况。每笔交易还会单独检查：链和合约正确、授权数量与显示的金额完全一致，且输出返回给你。

source: Update DyorHQ
es: Actualizar DyorHQ
fr: Mettre à jour DyorHQ
ko: DyorHQ 업데이트
zh_hans: 更新 DyorHQ

source: Update required
es: Actualización obligatoria
fr: Mise à jour requise
ko: 업데이트 필요
zh_hans: 需要更新

source: Updated %@ ago
es: Actualizado hace %@
fr: Mis à jour il y a %@
ko: %@ 전 업데이트됨
zh_hans: %@前更新

source: Uploading…
es: Subiendo…
fr: Envoi…
ko: 업로드 중…
zh_hans: 正在上传…

source: Use DyorHQ's Link
es: Usar el enlace de DyorHQ
fr: Utiliser le lien DyorHQ
ko: DyorHQ 링크 사용
zh_hans: 使用 DyorHQ 的链接

source: Use an ipfs:// or https:// link.
es: Usa un enlace ipfs:// o https://.
fr: Utilisez un lien ipfs:// ou https://.
ko: ipfs:// 또는 https:// 링크를 사용하십시오.
zh_hans: 使用 ipfs:// 或 https:// 链接。

source: Use at least %lld characters.
es: Usa al menos %lld caracteres.
fr: Utilisez au moins %lld caractères.
ko: %lld자 이상이어야 합니다.
zh_hans: 至少使用 %lld 个字符。

source: Use your recovery phrase or private key.
es: Usa tu frase de recuperación o tu clave privada.
fr: Utilisez votre phrase de récupération ou votre clé privée.
ko: 복구 구문이나 개인 키를 사용하세요.
zh_hans: 使用你的助记词或私钥。

# Uses %@ AUSD from your wallet and swaps ≈ %@ MON → AUSD on %@ for the rest.
source: Uses %1$@ AUSD from your wallet and swaps ≈ %2$@ MON → AUSD on %3$@ for the rest.
es: Usa %1$@ AUSD de tu billetera e intercambia ≈ %2$@ MON → AUSD en %3$@ para el resto.
fr: Utilise %1$@ AUSD de votre portefeuille et échange ≈ %2$@ MON → AUSD sur %3$@ pour le reste.
ko: 지갑의 %1$@ AUSD를 사용하고, 나머지는 %3$@에서 ≈ %2$@ MON → AUSD로 스왑해요.
zh_hans: 使用你钱包中的 %1$@ AUSD，其余部分在 %3$@ 上兑换 ≈ %2$@ MON → AUSD。

source: Uses your device language (%@)
es: Usa el idioma de tu dispositivo (%@)
fr: Utilise la langue de votre appareil (%@)
ko: 기기 언어 사용(%@)
zh_hans: 使用你的设备语言（%@）

source: Value
es: Valor
fr: Valeur
ko: 가치
zh_hans: 价值

source: Venue
es: Plataforma
fr: Plateforme
ko: 거래소
zh_hans: 交易场所

source: Verify
es: Verificar
fr: Vérifier
ko: 인증
zh_hans: 验证

source: Verify Email
es: Verificar correo electrónico
fr: Vérifier l'e-mail
ko: 이메일 인증
zh_hans: 验证邮箱

source: Verify every contract DyorHQ uses
es: Verifica cada contrato que usa DyorHQ
fr: Vérifiez chaque contrat utilisé par DyorHQ
ko: DyorHQ가 사용하는 모든 컨트랙트 확인
zh_hans: 验证 DyorHQ 使用的每个合约

source: Verify your email
es: Verifica tu correo electrónico
fr: Vérifiez votre e-mail
ko: 이메일을 인증하세요
zh_hans: 验证你的邮箱

source: Vested
es: Liberado
fr: Débloqué
ko: 베스팅 완료
zh_hans: 已解锁

source: Video link (optional)
es: Enlace del video (opcional)
fr: Lien vidéo (facultatif)
ko: 동영상 링크(선택 사항)
zh_hans: 视频链接（可选）

source: Videos up to 50 MB.
es: Videos de hasta 50 MB.
fr: Vidéos jusqu'à 50 Mo.
ko: 동영상은 최대 50MB까지 가능합니다.
zh_hans: 视频最大 50 MB。

source: View
es: Ver
fr: Voir
ko: 보기
zh_hans: 查看

source: View #%@ on OpenSea
es: Ver #%@ en OpenSea
fr: Voir #%@ sur OpenSea
ko: OpenSea에서 #%@ 보기
zh_hans: 在 OpenSea 上查看 #%@

source: View on Monadscan
es: Ver en Monadscan
fr: Voir sur Monadscan
ko: Monadscan에서 보기
zh_hans: 在 Monadscan 上查看

source: View on OpenSea
es: Ver en OpenSea
fr: Voir sur OpenSea
ko: OpenSea에서 보기
zh_hans: 在 OpenSea 上查看

source: Volume
es: Volumen
ko: 거래량
zh_hans: 交易量

source: Volume by Section
es: Volumen por sección
fr: Volume par section
ko: 섹션별 거래량
zh_hans: 各板块交易量

source: Volume period
es: Período del volumen
fr: Période du volume
ko: 거래량 기간
zh_hans: 交易量周期

source: Volume, fees and P&L across DyorHQ
es: Volumen, comisiones y PnL en todo DyorHQ
fr: Volume, frais et PnL sur DyorHQ
ko: DyorHQ 전체의 거래량, 수수료, 손익
zh_hans: DyorHQ 全平台的交易量、手续费和盈亏

source: Volume, fees and P&L are computed from your wallet's own on-chain history.
es: El volumen, las comisiones y el PnL se calculan a partir del historial de tu propia billetera en la blockchain.
fr: Le volume, les frais et le PnL sont calculés à partir de l'historique de votre portefeuille sur la blockchain.
ko: 거래량, 수수료, 손익은 내 지갑의 온체인 내역으로 계산돼요.
zh_hans: 交易量、手续费和盈亏均根据你钱包自身的链上历史计算。

source: Waiting for a sweep
es: Esperando la recolección
fr: En attente de collecte
ko: 회수 대기 중
zh_hans: 等待归集

source: Waiting for the book…
es: Esperando el libro…
fr: En attente du carnet…
ko: 호가창 대기 중…
zh_hans: 正在等待订单簿…

source: Waiting for the full deposit…
es: Esperando el depósito completo…
fr: En attente du dépôt complet…
ko: 전체 입금 대기 중…
zh_hans: 正在等待全部充值到账…

source: Waiting for trades…
es: Esperando operaciones…
fr: En attente de transactions…
ko: 체결 대기 중…
zh_hans: 正在等待成交…

source: Wallet
es: Billetera
fr: Portefeuille
ko: 지갑
zh_hans: 钱包

source: Wallet found
es: Billetera encontrada
fr: Portefeuille trouvé
ko: 지갑을 찾았어요
zh_hans: 已找到钱包

source: Watch
es: Observar
fr: Surveiller
ko: 지켜보기
zh_hans: 观察

source: Watch an Address
es: Observar una dirección
fr: Surveiller une adresse
ko: 주소 지켜보기
zh_hans: 观察地址

source: Watch an address
es: Observar una dirección
fr: Surveiller une adresse
ko: 주소 지켜보기
zh_hans: 观察地址

source: Watch only
es: Solo lectura
fr: Lecture seule
ko: 보기 전용
zh_hans: 仅观察

source: Watching %@
es: Observando %@
fr: Surveillance de %@
ko: %@ 지켜보는 중
zh_hans: 正在观察 %@

source: Watching for your deposit
es: Esperando tu depósito
fr: En attente de votre dépôt
ko: 입금 확인 중
zh_hans: 正在等待你的充值

source: Watching this address
es: Observando esta dirección
fr: Surveillance de cette adresse
ko: 이 주소를 지켜보는 중
zh_hans: 正在观察此地址

source: We couldn't find a verified account for that email and password. If you reset your password or signed up again with this email, it now points to that newer wallet: to go back to this password's wallet, use Forgot password and enter this password. If you're new, tap Sign Up to verify your email first.
es: No encontramos una cuenta verificada con ese correo electrónico y esa contraseña. Si restableciste tu contraseña o volviste a registrarte con este correo, ahora apunta a esa billetera más reciente: para volver a la billetera de esta contraseña, usa “¿Olvidaste tu contraseña?” e introduce esta contraseña. Si eres nuevo, toca Registrarse para verificar primero tu correo electrónico.
fr: Nous n'avons trouvé aucun compte vérifié pour cet e-mail et ce mot de passe. Si vous avez réinitialisé votre mot de passe ou vous êtes réinscrit avec cet e-mail, celui-ci renvoie désormais vers ce portefeuille plus récent : pour revenir au portefeuille de ce mot de passe, utilisez « Mot de passe oublié » et saisissez ce mot de passe. Si vous êtes nouveau, touchez « S'inscrire » pour d'abord vérifier votre e-mail.
ko: 해당 이메일과 비밀번호로 인증된 계정을 찾을 수 없습니다. 이 이메일로 비밀번호를 재설정했거나 다시 가입했다면, 이 이메일은 이제 더 새로운 지갑을 가리킵니다. 이 비밀번호의 지갑으로 돌아가려면 ‘비밀번호를 잊으셨나요?’를 사용하고 이 비밀번호를 입력하십시오. 처음 사용하는 경우 ‘가입하기’를 탭해 먼저 이메일을 인증하십시오.
zh_hans: 找不到与该邮箱和密码对应的已验证账户。如果你重置过密码或用此邮箱重新注册过，它现在指向那个较新的钱包：要回到此密码对应的钱包，使用“忘记密码？”并输入此密码。如果你是新用户，轻点“注册”先验证你的邮箱。

source: We couldn’t confirm that. Please try again.
es: No pudimos confirmarlo. Por favor, vuelve a intentarlo.
fr: Nous n'avons pas pu confirmer cela. Veuillez réessayer.
ko: 확인하지 못했습니다. 다시 시도해 주십시오.
zh_hans: 我们无法确认。请重试。

source: We couldn’t find an account from before September 24, 2026 for that email and password either. Check them and try again.
es: Tampoco encontramos una cuenta anterior al 24 de septiembre de 2026 con ese correo electrónico y esa contraseña. Revísalos y vuelve a intentarlo.
fr: Nous n'avons pas non plus trouvé de compte antérieur au 24 septembre 2026 pour cet e-mail et ce mot de passe. Vérifiez-les et réessayez.
ko: 해당 이메일과 비밀번호로 2026년 9월 24일 이전에 만든 계정도 찾을 수 없습니다. 확인 후 다시 시도하십시오.
zh_hans: 我们也未找到该邮箱和密码在 2026 年 9 月 24 日之前注册的账户。检查后重试。

source: We couldn’t reach DyorHQ to check your password. Nothing is wrong with your password or your wallet: try again in a few minutes, and don’t reset your password meanwhile — a reset creates a new, empty wallet.
es: No pudimos conectar con DyorHQ para comprobar tu contraseña. No hay ningún problema con tu contraseña ni con tu billetera: vuelve a intentarlo en unos minutos y, mientras tanto, no restablezcas tu contraseña. Restablecerla crea una billetera nueva y vacía.
fr: Nous n'avons pas pu joindre DyorHQ pour vérifier votre mot de passe. Votre mot de passe et votre portefeuille ne posent aucun problème : réessayez dans quelques minutes et, d'ici là, ne réinitialisez pas votre mot de passe — une réinitialisation crée un nouveau portefeuille vide.
ko: 비밀번호를 확인하기 위해 DyorHQ에 연결하지 못했습니다. 비밀번호나 지갑에는 문제가 없습니다. 몇 분 후 다시 시도하십시오. 그동안 비밀번호를 재설정하지 마십시오 — 재설정하면 비어 있는 새 지갑이 만들어집니다.
zh_hans: 我们无法连接 DyorHQ 来检查你的密码。你的密码和钱包都没有问题：几分钟后重试，在此期间不要重置密码，因为重置会创建一个新的空钱包。

source: We couldn’t reach DyorHQ to finish. Your email is verified, so tap Replace Wallet again — no new code needed.
es: No pudimos conectar con DyorHQ para terminar. Tu correo electrónico está verificado, así que toca Reemplazar billetera otra vez; no hace falta un código nuevo.
fr: Nous n'avons pas pu joindre DyorHQ pour terminer. Votre e-mail est vérifié : touchez à nouveau « Remplacer le portefeuille » — aucun nouveau code n'est nécessaire.
ko: 마무리하기 위해 DyorHQ에 연결하지 못했습니다. 이메일은 인증되었으니 ‘지갑 교체’를 다시 탭하십시오 — 새 코드는 필요 없습니다.
zh_hans: 我们无法连接 DyorHQ 来完成操作。你的邮箱已验证，因此再次轻点“替换钱包”即可，无需新的验证码。

source: We couldn’t reach DyorHQ to finish. Your email is verified, so tap Try Again — no new code needed.
es: No pudimos conectar con DyorHQ para terminar. Tu correo electrónico está verificado, así que toca Volver a intentar; no hace falta un código nuevo.
fr: Nous n'avons pas pu joindre DyorHQ pour terminer. Votre e-mail est vérifié : touchez « Réessayer » — aucun nouveau code n'est nécessaire.
ko: 마무리하기 위해 DyorHQ에 연결하지 못했습니다. 이메일은 인증되었으니 ‘다시 시도’를 탭하십시오 — 새 코드는 필요 없습니다.
zh_hans: 我们无法连接 DyorHQ 来完成操作。你的邮箱已验证，因此轻点“重试”即可，无需新的验证码。

source: Weak
es: Débil
fr: Faible
ko: 약함
zh_hans: 弱

source: Website
es: Sitio web
fr: Site web
ko: 웹사이트
zh_hans: 网站

source: We’ll email a one-time code to %@. Entering it proves the email is yours, then we log you in.
es: Enviaremos un código de verificación a %@. Al introducirlo demuestras que el correo electrónico es tuyo, y luego iniciamos tu sesión.
fr: Nous enverrons un code à usage unique par e-mail à %@. Le saisir prouve que l'e-mail vous appartient, puis nous vous connectons.
ko: %@ 주소로 일회용 인증 코드를 보내 드려요. 코드를 입력하면 이메일이 본인 소유임이 증명되고, 바로 로그인돼요.
zh_hans: 我们会向 %@ 发送一次性验证码。输入验证码即可证明该邮箱属于你，随后我们会为你登录。

source: What could be lost
es: Lo que se podría perder
fr: Ce qui pourrait être perdu
ko: 잃을 수 있는 것
zh_hans: 可能丢失的内容

source: What happened: What I expected: Steps to reproduce:
es: Qué pasó: Qué esperaba: Pasos para reproducirlo:
fr: Ce qui s'est passé : Ce que j'attendais : Étapes pour reproduire :
ko: 발생한 문제: 예상한 동작: 재현 단계:
zh_hans: 发生了什么： 我的预期： 复现步骤：

source: What is deleted
es: Lo que se elimina
fr: Ce qui est supprimé
ko: 삭제되는 항목
zh_hans: 将被删除的内容
